{
  "hero_text1": "hi, ich bin ",
  "hero_name": "judith süggeler ",
  "hero_text2": "und ich liebe programmieren.",
  "about_link": "über mich",
  "projects_link": "projekte",
  "contact_link": "kontakt",
  "resume_link": "lebenslauf",
  "about_text": "Ich bin angehende Webentwicklerin und lebe in Berlin – mit Wurzeln im ländlichen Teil von NRW. Während meiner Karriere habe ich verschiedene Bereiche der Kommunikation erkundet, wie PR, Marketing und Journalismus. Meine wahre Leidenschaft galt jedoch immer dem Programmieren und dem Erstellen von Webseiten. So überwand ich Anfang 2022 meine Ängste und begann JavaScript zu lernen. Im April 2023 habe ich erfolgreich einen 6-monatigen Full-Stack Webentwicklungs-Kurs bei CareerFoundry abgeschlossen und dabei Expertise in MongoDB, Express, React, Node und Angular erworben. In dieser Zeit habe ich an herausragenden Projekten gearbeitet und enorm viel gelernt. Noch nie habe ich mich für etwas so leidenschaftlich und motiviert gefühlt und möchte am liebsten genau dort weitermachen. Nun allerdings in einem großartiges Team, in dem ich meine Fähigkeiten einzubringen und mit dem ich weiter wachsen kann. Nehmen Sie sich Zeit, sich meine Projekte anzusehen und wenn Ihnen gefällt, was Sie sehen, freue ich mich sehr, von Ihnen zu hören!",
  "project_mequal_react": "Die Client-Seite einer Film-App, aufgebaut als Single-Page-Anwendung, ermöglicht Benutzern das Erstellen eines Kontos, das Einloggen, das Speichern und Entfernen von Filmen als Favoriten in einer Liste, das Suchen von Filmen nach Titel, das Abrufen von Informationen über sie sowie das Aktualisieren und Löschen ihres Benutzerprofils.",
  "project_api_movies": "Die serverseitige Komponente einer Film-Webanwendung. Sie ermöglicht Benutzern den Zugriff auf Informationen über verschiedene Filme, Regisseure und Genres. Benutzer können sich anmelden, ihre persönlichen Informationen aktualisieren und eine Liste ihrer Lieblingsfilme erstellen.",
  "project_meetUp": "Eine serverlose, progressive Webanwendung (PWA), die mit React erstellt wurde und die Test-driven Development (TDD)-Technik verwendet. Die Anwendung nutzt die Google Calendar API, um bevorstehende Veranstaltungen abzurufen.",
  "project_pokedex": "Eine einfache App, die mit HTML, CSS und JavaScript erstellt wurde und eine externe API verwendet, um Datenelemente anzuzeigen.",
  "project_inTouch": "inTouch ist eine Chat-App für mobile Geräte, die React Native verwendet. Die App bietet Benutzern eine Chat-Schnittstelle und Optionen zum Teilen von Bildern und Standorten.",
  "project_mequal_angular": "Die Client-Seite einer Film-App, aufgebaut als Single-Page-Anwendung, ermöglicht Benutzern das Erstellen eines Kontos, das Einloggen, das Speichern und Entfernen von Filmen als Favoriten in einer Liste, das Empfangen von Informationen über sie sowie das Aktualisieren und Löschen ihres Benutzerprofils.",
  "see_live": "live",
  "see_code": "code ansehen",
  "contact_text1": "Sie haben ein Projekt, das Sie gerne mit mir besprechen möchten? Sie haben eine Frage oder möchten mich einfach nur kennenlernen?",
  "contact_text2": "Dann schreiben Sie mir gern."
}
