{
  "hero_text1": "hi, ich bin ",
  "hero_name": "judith süggeler ",
  "hero_text2": "und ich liebe code.",
  "about_link": "über mich",
  "projects_link": "projekte",
  "contact_link": "kontakt",
  "resume_link": "lebenslauf",
  "about_text": "Ich bin Webentwicklerin und lebe in Berlin – mit Wurzeln in Köln und im ländlichen Teil von NRW. In den vergangenen 15 Jahren habe ich verschiedene Bereiche der Kommunikation erkundet, wie PR, Marketing und Journalismus. Meine wahre Leidenschaft galt jedoch immer dem Programmieren und dem Erstellen von Webseiten. Also habe ich mir meinen Traum erfüllt und zuletzt an Projekten in den Bereichen JavaScript, MongoDB, Express, React, Node und Angular gearbeitet. Ich bin stolz auf die Resultate, habe unfassbar viel gelernt und eine Fülle an Motivation entdeckt, die mich selbst etwas überraschte. Diese Reise möchte ich fortsetzen. Nun allerdings in einem großartigem Team, in dem ich meine Fähigkeiten einbringen und mit dem ich weiter wachsen kann. Nehmen Sie sich Zeit, sich meine Projekte anzusehen und wenn Ihnen gefällt, was Sie sehen, freue ich mich sehr, von Ihnen zu hören!",
  "project_mequal_react": "Die Client-Seite einer Film-App, aufgebaut als Single-Page-Anwendung, ermöglicht User*innen das Erstellen eines Kontos, das Einloggen, das Speichern und Entfernen von Filmen als Favoriten in einer Liste, das Suchen von Filmen nach Titel, das Abrufen von Informationen über sie sowie das Aktualisieren und Löschen des Accounts.",
  "project_mequal_react2": "Erstellt mit React, React Hooks, Redux Toolkit, React Bootstrap, Redux DevTools Extension, Parcel, Netlify.",
  "project_api_movies": "Die serverseitige Komponente einer Film-Webanwendung. Sie ermöglicht User*innen den Zugriff auf Informationen über verschiedene Filme, Regisseure und Genres. User*innen können sich anmelden, ihre persönlichen Informationen aktualisieren und eine Liste ihrer Lieblingsfilme erstellen.",
  "project_api_movies2": "Erstellt mit Node.js, Express, MongoDB, Mongoose, Passport, bcrypt, Heroku.",
  "project_meetUp": "Eine serverlose, progressive Webanwendung (PWA), die mit React erstellt wurde und die Test-driven Development (TDD)-Technik verwendet. Die Anwendung nutzt die Google Calendar API, um bevorstehende Veranstaltungen abzurufen.",
  "project_meetUp2": "Erstellt mit React, Jest, Enzyme, Puppeteer, AWS Lambda, Tailwind CSS.",
  "project_pokedex": "Eine einfache App, die mit HTML, CSS, JavaScript und Bootstrap erstellt wurde und eine externe API verwendet, um Datenelemente anzuzeigen.",
  "project_inTouch": "inTouch ist eine Chat-App für mobile Geräte, die React Native verwendet. Die App bietet User*innen eine Chat-Schnittstelle und Optionen zum Teilen von Bildern und Standorten.",
  "project_inTouch2": "Erstellt mit React Native, Expo, Google Firestore Database, Google Firebase Authentication, Google Cloud Storage, Gifted Chat Library.",
  "project_mequal_angular": "Die Client-Seite einer Film-App, aufgebaut als Single-Page-Anwendung, ermöglicht User*innen das Erstellen eines Kontos, das Einloggen, das Speichern und Entfernen von Filmen als Favoriten in einer Liste, das Empfangen von Informationen über sie sowie das Aktualisieren und Löschen des Accounts.",
  "project_mequal_angular2": "Erstellt mit Angular, TypeScript, Angular Material.",
  "see_live": "live",
  "see_code": "code ansehen",
  "contact_text1": "Sie haben ein Projekt, das Sie gerne mit mir besprechen möchten? Sie haben eine Frage oder möchten mich einfach nur kennenlernen?",
  "contact_text2": "Dann schreiben Sie mir gern."
}
